/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ em disco";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d locais";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld elemento";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld elementos";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld locais";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "“%@”";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "“%@” já existe. Gostaria de o substituir?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "Já existe um ficheiro ou uma pasta com o mesmo nome na pasta %@. A substituição eliminará o conteúdo actual.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "Já existe em %@ um ficheiro ou uma pasta com o mesmo nome. A substituição eliminará o conteúdo actual.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Já existe um elemento com esse nome. Altere o nome e tente novamente.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Pedir para usar…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "A pedir para usar a unidade %1$@ em “%2$@”…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "A pedir para usar…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "A calcular tamanho";

/* Button text to cancel save operation. */
"Cancel" = "Cancelar";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Computador";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Ligar como…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Ligado";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Ligado como: %@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "A estabelecer ligação…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "A ligação falhou";

/* Label for scoep bar button Contents */
"Contents" = "Conteúdo";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "DISPOSITIVOS";

/* Dimensions label shown in browser mode */
"Dimensions" = "Dimensões";

/* disc drive title */
"disc" = "disco";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Desligar";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Guardar esta pasta inteligente?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Não guardar";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Edição";

/* eject button title */
"Eject" = "Ejectar";

/* eject all button title */
"Eject All" = "Ejectar tudo";

/* Fetching... label shown in browser mode */
"Fetching..." = "A obter...";

/* Label for scoep bar button File Name */
"File Name" = "Nome do ficheiro";

/* Label for scope bar button which represents the home directory. */
"Home" = "Início";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Se optar por um nome que começa por um ponto, o ficheiro ficará invisível.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Se não guardar, as alterações efectuadas a “%@” perder-se-ão.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Media";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "SUPORTES";

/* Movices media browser node title */
"Movies" = "Filmes";

/* Music media browser node title */
"Music" = "Música";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "Os nomes com mais de 31 caracteres não são suportados no volume de destino.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Os nomes iniciados com um ponto “.” estão reservados para o sistema.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Ligação não estabelecida";

/* default button of open panel
   window title of open panel */
"Open" = "Abrir";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Abrir preferências de %@";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Outro…";

/* Photos media browser node title */
"Photos" = "Fotos";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "LOCAIS";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Escolha um nome de ficheiro com menos de 31 caracteres.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Seleccione outro elemento.";

/* Recent Places label */
"Recent Places" = "Locais recentes";

/* Button text to overwrite an existing file. */
"Replace" = "Substituir";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Pedido recusado";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Guardar";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Guardar como";

/* name field label */
"Save As:" = "Guardar como:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Pesquisas guardadas";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "PESQUISAS GUARDADAS";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "PROCURAR";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Pesquisar:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "A pesquisar “%@”";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Seleccione um elemento para ver o respectivo percurso.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Servidores";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "PARTILHA";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Pasta inteligente";

/* Smart Folders label */
"Smart Folders" = "Pastas inteligentes";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Deixar de pedir para usar…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "A deixar de aguardar resposta do disco…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "O dispositivo que contém “%1$@” contém também mais %2$ld volume que não será ejectado. Tem a certeza de que pretende ejectar “%3$@”?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "O dispositivo que contém “%1$@” contém também mais %2$ld volumes que não serão ejectados. Tem a certeza de que pretende ejectar “%3$@”?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Não foi possível encontrar a pasta.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "Os elementos seleccionados não partilham o mesmo percurso.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "Não foi possível encontrar o volume de “%@”.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Local apenas para leitura.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Este Mac";

/* error message for new folder name conflict */
"This name is already taken." = "Nome já em utilização.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Para ejectar todos os volumes deste dispositivo, mantenha premida a tecla Opção enquanto ejecta o volume.\n\nNo futuro, para ejectar um único volume sem ver esta caixa de diálogo, mantenha premida a tecla Controlo ao ejectar o volume.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "Hoje";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Desfazer mudança de nome";

/* default new folder name */
"untitled folder" = "pasta sem nome";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Usar .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Usar “.”";

/* Button text to choose combined extensions. */
"Use both" = "Usar ambos";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "A utilizar a unidade de disco…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "A aguardar resposta da unidade de disco…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "A aguardar resposta do disco…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Ontem";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Pode optar por usar ambas. Nesse caso o nome do ficheiro terminaria em “.%1$@.%2$@”.";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Pode optar por utilizar a extensão standard.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Não é possível guardar este documento com a extensão “.%1$@”. A extensão necessária é “.%2$@”.";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Usou a extensão “.%1$@”. A extensão standard é “.%2$@”.";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "A sua conta %1$@ não está configurada. Gostaria de abrir as preferências de %2$@ e configurá-la agora?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "O seu pedido para utilizar a unidade %1$@ em “%2$@”… foi recusado.";

